tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "git"
brew "python@3.8", link: false
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "mysql", restart_service: true
brew "nvm"
brew "tree"
brew "watchman"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
cask "alfred"
cask "brave-browser-nightly"
cask "discord"
cask "google-chrome"
cask "hyper"
cask "insomnia"
cask "microsoft-auto-update"
cask "postman"
cask "sequel-pro"
cask "sketch"
cask "sourcetree"
cask "spectacle"
cask "steam"
